import React from 'react';

const content = {
	ru: [
		<b>Бережной Иван Станиславович</b>,
		<ul>
			<li>г. Екатеринбург</li>
			<li>extohell@gmail.com</li>
			<li>+7(963)-156-37-57</li>
			<li><a href="#">https://github.com/extohell</a></li>
			<li><a href="#">https://vk.com/extohell</a></li>
		</ul>,
		<span><b>Цель:</b><br/>Начать карьеру Web developer и активно развиваться в этом направлении.</span>,
		<div>
			<b>Навыки:</b><br/>
			<ol>
				<li>Уверенные знания HTML5, CSS3, SASS/SCSS, JavaScript (ES6).</li>
				<li>React, Redux, CSS in JS (Styled Components, CSS Modules).</li>
				<li>Базовые знания backend, PHP, работа с базами данных.</li>
				<li>Основы работы с GIT.</li>
				<li>Photoshop, Figma для работы с макетами.</li>
				<li>Вёрстка по БЭМ методологии, опыт использования Jquery, Bootstrap 3/4.</li>
			</ol>
		</div>,
		<div>
			<b>Проекты:</b><br/>
			<b>Сайт-визитка для художника-аквагримера</b><br/>
			<ol>
				<li>Первый сайт, сделанный мной с нуля.</li>
				<li>Использованные технологии: только нативный JavaScript, HTML, Sass и немного PHP, MySQL для
					создания страницы с отзывами и фото галереи.</li>
				<li>Сайт адаптирован под различные разрешения и мобильные устройства.</li>
				<li>Для реализации небольшой backend части специально изучал язык PHP и основные принципы по книге
					“PHP 7 в подлиннике” Д. Котерова и видеокурсу по написанию собственной CMS интернет-магазина.</li>
			</ol>
		</div>,
		<b>Опыт работы:</b>,
		<div>
			<b>Образование:</b><br/>
			2005 – 2010<br/>
			Челябинский Государственный Агроинженерный Университет. Факультет
			Электрификации и автоматизации сельскохозяйственного производства.
			Специализация: Автоматизация технологических процессов.
		</div>,
		<div>
			<b>Дополнительная информация:</b>
			<ol>
				<li>Языки: Английский B1 Intermediate, Испанский A2 Principiante.</li>
				<li>Семейное положение: холост.</li>
			</ol>
		</div>
	]
};

export default content;